---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CouplerMark
source: html/3c58145e-085c-7b1e-f680-280406f72e9a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CouplerMark Property

"Schedule Mark"

## Syntax (C#)
```csharp
public static ForgeTypeId CouplerMark { get; }
```